Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_922_itemid_EQ_39.tmx
Source language: sme
Languages: smn

source: Bures boahtin Sámedikki ruoktosiidduide .
smn: Tiervâpuáttim sämitige päikkisijdoid .

source: Sámediggi lea Suoma sápmelaččaid alimus politihkálas doaibmaorgána mii válljejuvvo juohke njealját jagi .
smn: Sämitigge lii Suomâ sämmilij alemus poolitlâš orgaan já tot väljejuvvoo vaaljâiguin jyehi niäljád ive .

source: Áigeguovdil
smn: Äigikyevdilis

source: Sámegielat oahppamateriálabarggu ovddidanbeaivi 17.09.2014
smn: Sämikielâlii oppâmateriaalpargo ovdedempeivi 17.9.2014

source: Sámedikki skuvlen- ja oahppamateriáladoaimmahat ordne sámegielat oahppamateriálabarggu ovddidanbeaivvi 17.9.2014 dmu 9.00 - 16.00 Sámi kulturguovddáš Sajosa parlameantasáles Soljus Anáris .
smn: Sämitige škovlim – já oppâmateriaaltoimâttâh uárnee sämikielâlii oppâmateriaalpargo ovdedempeeivi 17.9.2014 tme 9.00 - 16.00 Säämi kulttuurkuávdáš Saijoos parlamentsali Soljust Anarist .

source: Ovddidanbeaivi lea rabas buohkaide , geat leat beroštuvvan oahppamateriálabargguin .
smn: Ovdedempeivi lii ávus puohháid oppâmateriaalpargoost perustum ulmuid .

source: Oahppamateriálabargguide gullet ee. manusčállin- , jorgalan- , gielladárkkistan- , govven- , layout- , programmeren- jed. barggut .
smn: Oppâmateriaalpaargon kuleh el . kietâčallui čäällim , jurgâlem , kielâ tärhistem , kuvvimpargo , tuáijim , ohjelmistem jna. .

source: Goasttidanoasussearvi Otava oahppamateriáladoaimmaid birra muitala goasttidanhoavda Mervi Korhonen Helssegis .
smn: Kustan-nusosakeyhtiö Otava oppâmateriaalpyevtittâsâst muštâl kuástidemhovdâ Mervi Korhonen Helsigist .

source: Lassedieđuid addá Hannu Kangasniemi ( hannu .
smn: Lasetiäiđuid tábáhtumest addel Hannu Kangasniemi ( hannu .

source: Oassálastimis sáhttá almmuhit jogo šleađgapoastan dahje telfuvnna bokte Irmeli Moilanenii ( irmeli .
smn: Uásálistmist tilálášvuotân almottuvvoo jogo šleđgâpoostân tâi puhelimáin Irmeli Moilanenân ( irmeli .

source: fi / 050-5691255 ) maŋimustá maŋŋebárgga 16.9 .
smn: fi / 050-5691255 ) majemustáá majepaargâ 16.9 .

source: Dilálašvuođa sáhttá čuovvut maiddái neahta bokte streaming-sáddagin čujuhusas sogku .
smn: Tilálâšvuođâ puáhtá čuávvuđ meid streaming – vuolgâttâssân internetčujottâsâst sogku .

source: Boađe guldalit , juohkit iežat oainnuid , vásáhusaid ja visioid sámegielat oahppamateriálain .
smn: Puáđi kuldâliđ , jyehiđ tuu uáivil , vuáttámušâid já visioid sämikielâlijn oppâmateriaalijn .

source: Ná beasat oassálastit sámegielat oahppamateriálaid ovddidanbargui nu , ahte dat buoremus lági mielde dorjot sámegiela ja sámegielat oahpahusa sierra skuvlendásiin .
smn: Návt uásálistáh sämikielâlij oppâmateriaalij oovdedmân nuuvt , ete toh puoh pyeremus máhđulâš vuovijn tuárjuh sämikielâ já sämikielâlii máttááttâs sierâ škovlimtaasijn .

source: Parlameanttasále Solju , Sámekulturguovddáš Sajos , Anár
smn: Parlamentsali Solju Säämi kulttuurkuávdáš Sajos , Aanaar

source: Dilálašvuođa rahpan ja gáfestallan
smn: Tilálâšvuođâ lekkâm já káhvástâllâm

source: Sámedikki oahppamateriálabargu , beaivválaš vásáhusat oahppamateriálabarggus
smn: Sämitige oppâmateriaalpargo , keevâtliih fiäráneh materiaalpargoost

source: Oahppamateriála prošeaktabargit :
smn: Oppâmateriaal proojeektpargeeh :

source: Petter Morottaja , anárašgiella
smn: Petter Morottaja , anarâškielâ

source: Oona Länsman ja Elen Anne Sara , davvisámegiella
smn: Oona Länsman já Elen Anne Sara , orjâlâškielâ

source: Boddu
smn: Puddâ

source: Sámegielat oahppamateriálabuvttadeapmi ođđa hástalusaid ovddas
smn: Sämikielâlâš oppâmateriaalpyevtittem uđđâ hástusij oovdâst

source: Hannu Kangasniemi ja sámedikki oahppamateriálabargit
smn: Hannu Kangasniemi já Sämitige oppâmateriaalpargeeh

source: - oahppoplána vuođuštusaid ođastus
smn: - máttááttâsvuávám vuáđđusij uđâsmittem

source: - dárbu digitála materiálaid ráhkadeapmái
smn: - tárbu digitaallii materiaal vaalmâštmân

source: Boradeapmi , iešgoasttiduvvon
smn: Peivimäälis , jieškuástidlâš

source: Digitala oahppamateriálabuvttadeapmi
smn: Digitaallâš oppâmateriaalpyevtittem

source: Ságastallan ja gažaldagat
smn: Savâstâllâm já koččâmušah

source: Friija ságastallan oahppamateriálabarggu birra
smn: Rijjâ savâstâllâm oppâmateriaalpargoost

source: Dilálašvuođa loahpaheapmi
smn: Tilálâšvuođâ lopâttem
